{
    "career": "Career",
    "projects": "Projects",
    "developer": "Fullstack Developer",
    "me": "I am a Fullstack Developer based at DAKAR, Senegal working in the field of web and mobile development.",
    "exp": "Currently working in full-time remote 🏡, with more than +5 years of experience. I am also the founder of",
    "exp-end": "the biggest developers community in Senegal 💡",
    "know": "Get to know me",
    "known": "I enjoy simplifying complex problems into beautiful, intuitive designs 🌟 My job is to design a solution that is both functional and user-friendly while also being visually appealing.",
    "stack": "Tech stack I use",
    "last": "Last post",
    "read": "Read more",
    "go": "Go to Blog",
    "jobs": "I had the opportunity to work with different companies, here is a brief summary",
    "work4": "Fullstack Software Engineer",
    "work4d": "(Remote, full time) September 2021 – January 2022 – Dakar, Senegal",
    "work3": "Developer Web",
    "work3d": "(Remote, full time) August 2020 – September 2021 – Dakar, Senegal",
    "work2": "Developer Frontend",
    "work2d": "(Traineeship) October 2018 – February 2019 – Dakar, Senegal",
    "work1": "Fullstack Developer",
    "training": "My training as a developer was a key step for the rest of my career, here it is",
    "road2": "Web & Mobile development",
    "road2d": "Professional Certificate of Specialization in Web & Mobile Development",
    "road1": "Software Engineering",
    "road1d": "License",
    "opensource":"Some open-source projects I've worked on",
    "os1":"A collection of tools built by Senegalese developers that can be used by anyone all over the world.",
    "os2":"A collection of pretty dark VS Code theme with Senegalese beauty.",
    "os3":"A simple React Native Expo Login template starter app.",
    "os4":"A collection of very useful and little-known Git commands.",
    "os5":"This is a large collections of some basics frontend components crafted with HTML, CSS & JavaScript only and ready to be used.",
    "os6":"A basic BATCH program that allows you to calculate your points when playing Scrabble.",
    "os7":"Web app for the eradication of the virus (Covid19) in Senegal.",
    "os8":"Guide to Djolof Tech which is consumed the most on the internet (Food) and which has a strong export potential.",
    "lm":"Learn more",
    "clientside":"Here are some projects I've worked on for clients",
    "cs1":"ALD Caténaire is a company based in France and Senegal which works in railway infrastructure.",
    "cs2":"Omana is a platform to promote made in Senegal, while supporting artisans to sell their products.",
    "vw":"Visit website",
    "together": "Think we can make great things together ?",
    "okay": "LET'S GET IN TOUCH!",
    "right": "All rights reserved."
}