{
    "career": "Carrière",
    "projects": "Projets",
    "developer": "Développeur Fullstack",
    "me": "Je suis un Développeur Fullstack basé à DAKAR (Sénégal) travaillant dans le domaine du développement web et mobile.",
    "exp": "Actuellement je travaille à temps plein en remote 🏡, avec + de 5 ans d'expérience dans le domaine du développement. Je suis aussi le fondateur de",
    "exp-end": "la plus grande communauté de développeurs au Sénégal 💡",
    "know": "Me connaître",
    "known": "J'aime simplifier les problèmes complexes en de belles conceptions intuitives 🌟 Mon travail consiste à concevoir une solution à la fois fonctionnelle et conviviale tout en étant visuellement attrayante.",
    "stack": "Technos que j'utilise",
    "last": "Dernier article",
    "read": "Lire la suite",
    "go": "Vers le blog",
    "jobs": "J'ai eu l'opportunité de travailler avec différentes entreprises, voici un bref résumé",
    "work4": "Ingénieur Logiciel Fullstack",
    "work4d": "(Remote, temps plein) Septembre 2021 – Janvier 2022 – Dakar, Senegal",
    "work3": "Développeur Web",
    "work3d": "(Remote, temps plein) Aout 2020 – Septembre 2021 – Dakar, Senegal",
    "work2": "Développeur Frontend",
    "work2d": "(Stage) Octobre 2018 – Février 2019 – Dakar, Senegal",
    "work1": "Développeur Fullstack",
    "training": "Ma formation de développeur a été une étape clé pour la suite de ma carrière, voici mon parcours",
    "road2": "Développement Web & Mobile",
    "road2d": "Certificat Professionnelle de Spécialisation en Développement web & mobile, Développement web & mobile",
    "road1": "Génie logiciel",
    "road1d": "Licence",
    "opensource":"Quelques projets open-source sur lesquels j'ai travaillé",
    "os1":"Une collection d'outils construits par des développeurs sénégalais qui peuvent être utilisés par n'importe qui partout dans le monde.",
    "os2":"Un thème VS Code sombre avec une touche de beauté sénégalaise.",
    "os3":"Une simple application de démarrage (modèle) pour un système de connexion React Native Expo.",
    "os4":"Une collection de commandes Git très utiles et peu connues.",
    "os5":"Il s'agit d'une grande collection de certains composants front de base conçus avec du HTML, CSS et JavaScript uniquement et prêts à être utilisés.",
    "os6":"Un programme BATCH de base qui vous permet de calculer vos points lorsque vous jouez au Scrabble.",
    "os7":"Application web (statistique, suivi & test) pour l'éradication du virus (Covid19) au Sénégal.",
    "os8":"Guide du Djolof Tech qui se consomme le plus sur internet et qui a un fort potentiel.",
    "lm":"En savoir plus",
    "clientside":"Quelques projets sur lesquels j'ai travaillé pour des clients",
    "cs1":"ALD Caténaire est une société basée en France et au Sénégal qui travaille dans les infrastructures ferroviaires.",
    "cs2":"Omana est une plateforme pour promouvoir le 'Made in Sénégal', tout en soutenant les artisans pour vendre leurs produits.",
    "vw":"Visitez le site Web",
    "together": "Vous pensez qu'on peut faire de grandes choses ensemble ?",
    "okay": "ME CONTACT AVEC MOI!",
    "right": "Tous droits réservés."
}